---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.HvacFailures
source: html/883f42af-8f3d-37d2-91ff-cd706c412b5a.htm
---
# BuiltInFailures.HvacFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.